Repository: kulzer-dental/azure-test
Catalog: src/KDC.Main/Resources/Localization/Authentication.*.resx
Languages: de, es, it, nl, pt

source: Resend email confirmation
de: E-Mail-Bestätigung erneut senden
es: Reenviar confirmación de correo electrónico
it: Invia nuovamente conferma email
nl: E-mailbevestiging opnieuw verzenden
pt: Reenviar confirmação de e-mail

source: Verification email sent. Please check your email.
de: Bestätigungs-E-Mail gesendet. Bitte überprüfen Sie Ihre E-Mail.
es: Correo de verificación enviado. Por favor, revise su correo electrónico.
it: Email di verifica inviata. Si prega di controllare la propria email.
nl: Verificatie-e-mail verzonden. Controleer uw e-mail.
pt: E-mail de verificação enviado. Por favor, verifique seu e-mail.

source: Back to Sign in
de: Zurück zur Anmeldung
es: Volver a Iniciar Sesión
it: Torna all'accesso
nl: Terug naar inloggen
pt: Voltar ao login

source: Confirm email
de: E-Mail bestätigen
es: Confirmar correo electrónico
it: Conferma email
nl: E-mail bevestigen
pt: Confirmar e-mail

source: Confirm your email
de: Bestätigen Sie Ihre E-Mail
es: Confirme su correo electrónico
it: Conferma la tua email
nl: Bevestig uw e-mail
pt: Confirme seu e-mail

source: Error confirming your email.
de: Fehler beim Bestätigen Ihrer E-Mail.
es: Error al confirmar su correo electrónico.
it: Errore nella conferma della tua email.
nl: Fout bij het bevestigen van uw e-mail.
pt: Erro ao confirmar seu e-mail.

source: Confirm email change
de: E-Mail-Änderung bestätigen
es: Confirmar cambio de correo electrónico
it: Conferma modifica email
nl: E-mailwijziging bevestigen
pt: Confirmar alteração de e-mail

source: Error changing email.
de: Fehler beim Ändern der E-Mail.
es: Error al cambiar el correo electrónico.
it: Errore nella modifica dell'email.
nl: Fout bij het wijzigen van e-mail.
pt: Erro ao alterar e-mail.

source: Error changing user name.
de: Fehler beim Ändern des Benutzernamens.
es: Error al cambiar el nombre de usuario.
it: Errore nella modifica del nome utente.
nl: Fout bij het wijzigen van gebruikersnaam.
pt: Erro ao alterar nome de usuário.

source: Thank you for confirming your email change.
de: Vielen Dank für die Bestätigung Ihrer E-Mail-Änderung.
es: Gracias por confirmar el cambio de su correo electrónico.
it: Grazie per aver confermato la modifica della tua email.
nl: Bedankt voor het bevestigen van uw e-mailwijziging.
pt: Obrigado por confirmar a alteração do seu e-mail.

source: Change Email
de: E-Mail ändern
es: Cambiar Correo Electrónico
it: Cambia Email
nl: E-mail wijzigen
pt: Alterar E-mail

source: Please enter your new email.
de: Bitte geben Sie Ihre neue E-Mail ein.
es: Por favor, ingrese su nuevo correo electrónico.
it: Si prega di inserire la nuova email.
nl: Voer uw nieuwe e-mail in.
pt: Por favor, insira seu novo e-mail.

source: Send verification email
de: Bestätigungs-E-Mail senden
es: Enviar correo de verificación
it: Invia email di verifica
nl: Verificatie-e-mail verzenden
pt: Enviar e-mail de verificação

source: Your current email
de: Ihre aktuelle E-Mail
es: Su correo electrónico actual
it: La tua email attuale
nl: Uw huidige e-mail
pt: Seu e-mail atual

source: Confirmation link to change email sent. Please check your email.
de: Bestätigungslink zum Ändern der E-Mail gesendet. Bitte überprüfen Sie Ihre E-Mail.
es: Enlace de confirmación para cambiar correo enviado. Por favor, revise su correo electrónico.
it: Link di conferma per cambiare email inviato. Si prega di controllare la propria email.
nl: Bevestigingslink voor e-mailwijziging verzonden. Controleer uw e-mail.
pt: Link de confirmação para alterar e-mail enviado. Por favor, verifique seu e-mail.

source: Your email is unchanged.
de: Ihre E-Mail ist unverändert.
es: Su correo electrónico no ha cambiado.
it: La tua email non è cambiata.
nl: Uw e-mail is ongewijzigd.
pt: Seu e-mail permanece inalterado.

source: New email
de: Neue E-Mail
es: Nuevo correo electrónico
it: Nuova email
nl: Nieuwe e-mail
pt: Novo e-mail

source: Your new email is required.
de: Ihre neue E-Mail ist erforderlich.
es: Su nuevo correo electrónico es obligatorio.
it: La tua nuova email è obbligatoria.
nl: Uw nieuwe e-mail is verplicht.
pt: Seu novo e-mail é obrigatório.

source: Please check your email to confirm your account.
de: Bitte überprüfen Sie Ihre E-Mail, um Ihr Konto zu bestätigen.
es: Por favor, revise su correo electrónico para confirmar su cuenta.
it: Si prega di controllare la propria email per confermare l'account.
nl: Controleer uw e-mail om uw account te bevestigen.
pt: Por favor, verifique seu e-mail para confirmar sua conta.

source: Two-factor authentication
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
it: Autenticazione a due fattori
nl: Tweefactorauthenticatie
pt: Autenticação de dois fatores

source: Two-factor authentication (2FA)
de: Zwei-Faktor-Authentifizierung (2FA)
es: Autenticación de dos factores (2FA)
it: Autenticazione a due fattori (2FA)
nl: Tweefactorauthenticatie (2FA)
pt: Autenticação de dois fatores (2FA)

source: Enable 2-factor authentication
de: Zwei-Faktor-Authentifizierung aktivieren
es: Habilitar autenticación de dos factores
it: Abilita autenticazione a due fattori
nl: Tweefactorauthenticatie inschakelen
pt: Ativar autenticação de dois fatores

source: Disable two-factor authentication (2FA)
de: Zwei-Faktor-Authentifizierung (2FA) deaktivieren
es: Deshabilitar autenticación de dos factores (2FA)
it: Disabilita autenticazione a due fattori (2FA)
nl: Tweefactorauthenticatie (2FA) uitschakelen
pt: Desativar autenticação de dois fatores (2FA)

source: By confirming to disable 2-factor authentication, you will no longer be prompted to enter your 2-factor code at sign in. Doing so makes your account more vulnerable for phishing attacks.
de: Durch die Bestätigung der Deaktivierung der Zwei-Faktor-Authentifizierung werden Sie bei der Anmeldung nicht mehr zur Eingabe Ihres 2-Faktor-Codes aufgefordert. Dies macht Ihr Konto anfälliger für Phishing-Angriffe.
es: Al confirmar deshabilitar la autenticación de dos factores, ya no se le pedirá que ingrese su código de 2 factores al iniciar sesión. Hacer esto hace que su cuenta sea más vulnerable a ataques de phishing.
it: Confermando la disabilitazione dell'autenticazione a due fattori, non ti verrà più richiesto di inserire il codice a 2 fattori durante l'accesso. Questo rende il tuo account più vulnerabile agli attacchi di phishing.
nl: Door te bevestigen dat u tweefactorauthenticatie uitschakelt, wordt u niet langer gevraagd uw 2-factor code in te voeren bij het inloggen. Dit maakt uw account kwetsbaarder voor phishing-aanvallen.
pt: Ao confirmar a desativação da autenticação de dois fatores, você não será mais solicitado a inserir seu código de 2 fatores no login. Isso torna sua conta mais vulnerável a ataques de phishing.

source: No, keep activated
de: Nein, aktiviert lassen
es: No, mantener activado
it: No, mantieni attivato
nl: Nee, ingeschakeld houden
pt: Não, manter ativado

source: Yes, disable 2FA
de: Ja, 2FA deaktivieren
es: Sí, deshabilitar 2FA
it: Sì, disabilita 2FA
nl: Ja, 2FA uitschakelen
pt: Sim, desativar 2FA

source: 2fa has been disabled. You can reenable 2fa when you setup an authenticator app.
de: 2FA wurde deaktiviert. Sie können 2FA wieder aktivieren, wenn Sie eine Authenticator-App einrichten.
es: 2FA ha sido deshabilitado. Puede volver a habilitar 2FA cuando configure una aplicación autenticadora.
it: 2FA è stato disabilitato. Puoi riabilitare 2FA quando configuri un'app di autenticazione.
nl: 2FA is uitgeschakeld. U kunt 2FA opnieuw inschakelen wanneer u een authenticator-app instelt.
pt: 2FA foi desativado. Você pode reativar o 2FA quando configurar um aplicativo autenticador.

source: 2-Factor authentication has been enabled.
de: Zwei-Faktor-Authentifizierung wurde aktiviert.
es: La autenticación de dos factores ha sido habilitada.
it: L'autenticazione a due fattori è stata abilitata.
nl: Tweefactorauthenticatie is ingeschakeld.
pt: Autenticação de dois fatores foi ativada.

source: Configure authenticator app
de: Authenticator-App konfigurieren
es: Configurar aplicación autenticadora
it: Configura app di autenticazione
nl: Authenticator-app configureren
pt: Configurar aplicativo autenticador

source: To use an authenticator app go through the following steps:
de: Um eine Authenticator-App zu verwenden, gehen Sie folgendermaßen vor:
es: Para usar una aplicación autenticadora, siga los siguientes pasos:
it: Per utilizzare un'app di autenticazione segui questi passaggi:
nl: Om een authenticator-app te gebruiken, volgt u deze stappen:
pt: Para usar um aplicativo autenticador, siga os seguintes passos:

source: Download a two-factor authenticator app to your phone.
de: Laden Sie eine Zwei-Faktor-Authenticator-App auf Ihr Telefon herunter.
es: Descargue una aplicación autenticadora de dos factores en su teléfono.
it: Scarica un'app di autenticazione a due fattori sul tuo telefono.
nl: Download een tweefactor authenticator-app op uw telefoon.
pt: Baixe um aplicativo autenticador de dois fatores para seu telefone.

source: Scan the QR Code into your authenticator app
de: Scannen Sie den QR-Code in Ihre Authenticator-App
es: Escanee el código QR en su aplicación autenticadora
it: Scansiona il codice QR nella tua app di autenticazione
nl: Scan de QR-code in uw authenticator-app
pt: Escaneie o código QR no seu aplicativo autenticador

source: Or enter this key:
de: Oder geben Sie diesen Schlüssel ein:
es: O ingrese esta clave:
it: Oppure inserisci questa chiave:
nl: Of voer deze sleutel in:
pt: Ou insira esta chave:

source: Verify the code
de: Code überprüfen
es: Verificar el código
it: Verifica il codice
nl: Code verifiëren
pt: Verificar o código

source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you with a unique code. Enter the code in the confirmation box below.
de: Nachdem Sie den QR-Code gescannt oder den obigen Schlüssel eingegeben haben, stellt Ihre Zwei-Faktor-Authentifizierungs-App Ihnen einen eindeutigen Code zur Verfügung. Geben Sie den Code in das Bestätigungsfeld unten ein.
es: Una vez que haya escaneado el código QR o ingresado la clave anterior, su aplicación de autenticación de dos factores le proporcionará un código único. Ingrese el código en el cuadro de confirmación a continuación.
it: Una volta scansionato il codice QR o inserita la chiave sopra, la tua app di autenticazione a due fattori ti fornirà un codice unico. Inserisci il codice nella casella di conferma qui sotto.
nl: Nadat u de QR-code hebt gescand of de bovenstaande sleutel hebt ingevoerd, geeft uw tweefactorauthenticatie-app u een unieke code. Voer de code in het bevestigingsvak hieronder in.
pt: Depois de escanear o código QR ou inserir a chave acima, seu aplicativo de autenticação de dois fatores fornecerá um código único. Insira o código na caixa de confirmação abaixo.

source: Verify code
de: Code überprüfen
es: Verificar código
it: Verifica codice
nl: Code verifiëren
pt: Verificar código

source: Your authenticator app has been verified.
de: Ihre Authenticator-App wurde verifiziert.
es: Su aplicación autenticadora ha sido verificada.
it: La tua app di autenticazione è stata verificata.
nl: Uw authenticator-app is geverifieerd.
pt: Seu aplicativo autenticador foi verificado.

source: The verification code is required.
de: Der Verifizierungscode ist erforderlich.
es: El código de verificación es obligatorio.
it: Il codice di verifica è obbligatorio.
nl: De verificatiecode is verplicht.
pt: O código de verificação é obrigatório.

source: The code must be at least {2} and at max {1} characters long.
de: Der Code muss mindestens {2} und maximal {1} Zeichen lang sein.
es: El código debe tener al menos {2} y máximo {1} caracteres de longitud.
it: Il codice deve essere lungo almeno {2} e al massimo {1} caratteri.
nl: De code moet minimaal {2} en maximaal {1} tekens lang zijn.
pt: O código deve ter pelo menos {2} e no máximo {1} caracteres.

source: Verification Code
de: Verifizierungscode
es: Código de Verificación
it: Codice di Verifica
nl: Verificatiecode
pt: Código de Verificação

source: Authenticator App
es: Aplicación Autenticadora
it: App di Autenticazione
pt: Aplicativo Autenticador

source: Authenticator apps are available for free on Apple and Android phones. You don't need a data plan or access to your emails for using it.
de: Authenticator-Apps sind kostenlos für Apple- und Android-Telefone verfügbar. Sie benötigen keinen Datenplan oder Zugang zu Ihren E-Mails, um sie zu verwenden.
es: Las aplicaciones autenticadoras están disponibles gratis en teléfonos Apple y Android. No necesita un plan de datos o acceso a sus correos electrónicos para usarla.
it: Le app di autenticazione sono disponibili gratuitamente sui telefoni Apple e Android. Non hai bisogno di un piano dati o accesso alle tue email per usarla.
nl: Authenticator-apps zijn gratis beschikbaar op Apple- en Android-telefoons. U hebt geen dataplan of toegang tot uw e-mails nodig om het te gebruiken.
pt: Aplicativos autenticadores estão disponíveis gratuitamente em telefones Apple e Android. Você não precisa de um plano de dados ou acesso aos seus e-mails para usá-lo.

source: Add authenticator app
de: Authenticator-App hinzufügen
es: Agregar aplicación autenticadora
it: Aggiungi app di autenticazione
nl: Authenticator-app toevoegen
pt: Adicionar aplicativo autenticador

source: Remove authenticator app
de: Authenticator-App entfernen
es: Eliminar aplicación autenticadora
it: Rimuovi app di autenticazione
nl: Authenticator-app verwijderen
pt: Remover aplicativo autenticador

source: If you remove your authenticator app you will not be able to sign in with it anymore.
de: Wenn Sie Ihre Authenticator-App entfernen, können Sie sich nicht mehr damit anmelden.
es: Si elimina su aplicación autenticadora, ya no podrá iniciar sesión con ella.
it: Se rimuovi la tua app di autenticazione non potrai più accedere con essa.
nl: Als u uw authenticator-app verwijdert, kunt u er niet meer mee inloggen.
pt: Se você remover seu aplicativo autenticador, não poderá mais fazer login com ele.

source: After removal, you can add a new app.
de: Nach dem Entfernen können Sie eine neue App hinzufügen.
es: Después de eliminarla, puede agregar una nueva aplicación.
it: Dopo la rimozione, puoi aggiungere una nuova app.
nl: Na verwijdering kunt u een nieuwe app toevoegen.
pt: Após a remoção, você pode adicionar um novo aplicativo.

source: Your authenticator app has been removed.
de: Ihre Authenticator-App wurde entfernt.
es: Su aplicación autenticadora ha sido eliminada.
it: La tua app di autenticazione è stata rimossa.
nl: Uw authenticator-app is verwijderd.
pt: Seu aplicativo autenticador foi removido.

source: Enable 2FA
de: 2FA aktivieren
es: Habilitar 2FA
it: Abilita 2FA
nl: 2FA inschakelen
pt: Ativar 2FA

source: Disable 2FA
de: 2FA deaktivieren
es: Deshabilitar 2FA
it: Disabilita 2FA
nl: 2FA uitschakelen
pt: Desativar 2FA

source: Your account is protected with a second factor. Please choose your preferred option for entering your security code.
de: Ihr Konto ist mit einem zweiten Faktor geschützt. Bitte wählen Sie Ihre bevorzugte Option für die Eingabe Ihres Sicherheitscodes.
es: Su cuenta está protegida con un segundo factor. Por favor, elija su opción preferida para ingresar su código de seguridad.
it: Il tuo account è protetto con un secondo fattore. Si prega di scegliere l'opzione preferita per inserire il codice di sicurezza.
nl: Uw account is beveiligd met een tweede factor. Kies uw voorkeursoptie voor het invoeren van uw beveiligingscode.
pt: Sua conta está protegida com um segundo fator. Por favor, escolha sua opção preferida para inserir seu código de segurança.

source: Send me an email
de: Senden Sie mir eine E-Mail
es: Enviarme un correo electrónico
it: Inviami un'email
nl: Stuur mij een e-mail
pt: Envie-me um e-mail

source: Your login is protected with an authenticator app. Enter your authenticator code below.
de: Ihre Anmeldung ist mit einer Authenticator-App geschützt. Geben Sie Ihren Authenticator-Code unten ein.
es: Su inicio de sesión está protegido con una aplicación autenticadora. Ingrese su código de autenticación a continuación.
it: Il tuo accesso è protetto con un'app di autenticazione. Inserisci il tuo codice di autenticazione qui sotto.
nl: Uw login is beveiligd met een authenticator-app. Voer uw authenticatorcode hieronder in.
pt: Seu login está protegido com um aplicativo autenticador. Insira seu código autenticador abaixo.

source: Don't have access to your authenticator device?
de: Haben Sie keinen Zugang zu Ihrem Authenticator-Gerät?
es: No tiene acceso a su dispositivo autenticador?
it: Non hai accesso al tuo dispositivo di autenticazione?
nl: Hebt u geen toegang tot uw authenticatorapparaat?
pt: Não tem acesso ao seu dispositivo autenticador?

source: You can sign in with a recovery code.
de: Sie können sich mit einem Wiederherstellungscode anmelden.
es: Puede iniciar sesión con un código de recuperación.
it: Puoi accedere con un codice di recupero.
nl: U kunt inloggen met een herstelcode.
pt: Você pode fazer login com um código de recuperação.

source: Invalid authenticator code.
de: Ungültiger Authenticator-Code.
es: Código de autenticación inválido.
it: Codice di autenticazione non valido.
nl: Ongeldige authenticatorcode.
pt: Código autenticador inválido.

source: Authenticator code
es: Código de autenticación
it: Codice di autenticazione
pt: Código autenticador

source: Remember this machine
de: Diesen Computer merken
es: Recordar esta máquina
it: Ricorda questo computer
nl: Deze machine onthouden
pt: Lembrar desta máquina

source: We've sent you an email with your two factor code. Please check your inbox and enter the code below.
de: Wir haben Ihnen eine E-Mail mit Ihrem Zwei-Faktor-Code gesendet. Bitte überprüfen Sie Ihren Posteingang und geben Sie den Code unten ein.
es: Le hemos enviado un correo electrónico con su código de dos factores. Por favor, revise su bandeja de entrada e ingrese el código a continuación.
it: Ti abbiamo inviato un'email con il tuo codice a due fattori. Si prega di controllare la casella di posta e inserire il codice qui sotto.
nl: We hebben u een e-mail gestuurd met uw tweefactorcode. Controleer uw inbox en voer de code hieronder in.
pt: Enviamos um e-mail com seu código de dois fatores. Por favor, verifique sua caixa de entrada e insira o código abaixo.

source: Don't have access to your email account?
de: Haben Sie keinen Zugang zu Ihrem E-Mail-Konto?
es: No tiene acceso a su cuenta de correo electrónico?
it: Non hai accesso al tuo account email?
nl: Hebt u geen toegang tot uw e-mailaccount?
pt: Não tem acesso à sua conta de e-mail?

source: Code
es: Código
it: Codice
pt: Código

source: Invalid code.
de: Ungültiger Code.
es: Código inválido.
it: Codice non valido.
nl: Ongeldige code.
pt: Código inválido.

source: Your account is protected by 2-factor authentication.
de: Ihr Konto ist durch Zwei-Faktor-Authentifizierung geschützt.
es: Su cuenta está protegida por autenticación de dos factores.
it: Il tuo account è protetto dall'autenticazione a due fattori.
nl: Uw account is beveiligd door tweefactorauthenticatie.
pt: Sua conta está protegida pela autenticação de dois fatores.

source: In addition to your password, a one time code is required when signing in.
de: Zusätzlich zu Ihrem Passwort ist bei der Anmeldung ein Einmalcode erforderlich.
es: Además de su contraseña, se requiere un código de un solo uso al iniciar sesión.
it: Oltre alla password, è richiesto un codice monouso quando si effettua l'accesso.
nl: Naast uw wachtwoord is een eenmalige code vereist bij het inloggen.
pt: Além da sua senha, um código de uso único é necessário ao fazer login.

source: Forget this browser
de: Diesen Browser vergessen
es: Olvidar este navegador
it: Dimentica questo browser
nl: Deze browser vergeten
pt: Esquecer este navegador

source: Reset recovery codes
de: Wiederherstellungscodes zurücksetzen
es: Restablecer códigos de recuperación
it: Reimposta codici di recupero
nl: Herstelcodes resetten
pt: Redefinir códigos de recuperação

source: You can request your one time code for sign in by email.
de: Sie können Ihren Einmalcode für die Anmeldung per E-Mail anfordern.
es: Puede solicitar su código de un solo uso para iniciar sesión por correo electrónico.
it: Puoi richiedere il tuo codice monouso per l'accesso via email.
nl: U kunt uw eenmalige code voor inloggen per e-mail aanvragen.
pt: Você pode solicitar seu código de uso único para login por e-mail.

source: Privacy and cookie policy have not been accepted.
de: Datenschutz- und Cookie-Richtlinie wurden nicht akzeptiert.
es: La política de privacidad y cookies no ha sido aceptada.
it: La politica di privacy e cookie non è stata accettata.
nl: Privacy- en cookiebeleid zijn niet geaccepteerd.
pt: A política de privacidade e cookies não foi aceita.

source: You must accept the policy before you can enable two factor authentication.
de: Sie müssen die Richtlinie akzeptieren, bevor Sie die Zwei-Faktor-Authentifizierung aktivieren können.
es: Debe aceptar la política antes de poder habilitar la autenticación de dos factores.
it: Devi accettare la politica prima di poter abilitare l'autenticazione a due fattori.
nl: U moet het beleid accepteren voordat u tweefactorauthenticatie kunt inschakelen.
pt: Você deve aceitar a política antes de poder ativar a autenticação de dois fatores.

source: The current browser has been forgotten. When you login again from this browser you will be prompted for your 2fa code.
de: Der aktuelle Browser wurde vergessen. Wenn Sie sich von diesem Browser aus erneut anmelden, werden Sie zur Eingabe Ihres 2FA-Codes aufgefordert.
es: El navegador actual ha sido olvidado. Cuando inicie sesión nuevamente desde este navegador, se le pedirá su código 2FA.
it: Il browser attuale è stato dimenticato. Quando accederai nuovamente da questo browser ti verrà richiesto il codice 2FA.
nl: De huidige browser is vergeten. Wanneer u opnieuw inlogt vanuit deze browser, wordt u gevraagd om uw 2FA-code.
pt: O navegador atual foi esquecido. Quando você fizer login novamente neste navegador, será solicitado seu código 2FA.

source: Recovery codes
de: Wiederherstellungscodes
es: Códigos de recuperación
it: Codici di recupero
nl: Herstelcodes
pt: Códigos de recuperação

source: Recovery Code
de: Wiederherstellungscode
es: Código de Recuperación
it: Codice di Recupero
nl: Herstelcode
pt: Código de Recuperação

source: Generate two-factor authentication (2FA) recovery codes
de: Zwei-Faktor-Authentifizierung (2FA) Wiederherstellungscodes generieren
es: Generar códigos de recuperación de autenticación de dos factores (2FA)
it: Genera codici di recupero per autenticazione a due fattori (2FA)
nl: Tweefactorauthenticatie (2FA) herstelcodes genereren
pt: Gerar códigos de recuperação de autenticação de dois fatores (2FA)

source: Recovery codes can be used to sign in, if you should loose your device or have no access to your email account.
de: Wiederherstellungscodes können verwendet werden, um sich anzumelden, falls Sie Ihr Gerät verlieren oder keinen Zugang zu Ihrem E-Mail-Konto haben.
es: Los códigos de recuperación se pueden usar para iniciar sesión, si pierde su dispositivo o no tiene acceso a su cuenta de correo electrónico.
it: I codici di recupero possono essere utilizzati per accedere, se dovessi perdere il dispositivo o non avere accesso al tuo account email.
nl: Herstelcodes kunnen worden gebruikt om in te loggen, als u uw apparaat kwijtraakt of geen toegang hebt tot uw e-mailaccount.
pt: Códigos de recuperação podem ser usados para fazer login, se você perder seu dispositivo ou não tiver acesso à sua conta de e-mail.
