Repository: kulzer-dental/azure-test
Catalog: src/KDC.Main/Resources/Localization/Authentication.*.resx
Languages: de, es, it, nl, pt

source: Generating new recovery codes invalidates any previously generated codes.
de: Das Generieren neuer Wiederherstellungscodes macht alle zuvor generierten Codes ungültig.
es: Generar nuevos códigos de recuperación invalida cualquier código generado anteriormente.
it: La generazione di nuovi codici di recupero invalida tutti i codici generati precedentemente.
nl: Het genereren van nieuwe herstelcodes maakt alle eerder gegenereerde codes ongeldig.
pt: Gerar novos códigos de recuperação invalida todos os códigos gerados anteriormente.

source: Generate new recovery codes
de: Neue Wiederherstellungscodes generieren
es: Generar nuevos códigos de recuperación
it: Genera nuovi codici di recupero
nl: Nieuwe herstelcodes genereren
pt: Gerar novos códigos de recuperação

source: You have generated new recovery codes.
de: Sie haben neue Wiederherstellungscodes generiert.
es: Ha generado nuevos códigos de recuperación.
it: Hai generato nuovi codici di recupero.
nl: U hebt nieuwe herstelcodes gegenereerd.
pt: Você gerou novos códigos de recuperação.

source: Put these codes in a safe place.
de: Bewahren Sie diese Codes an einem sicheren Ort auf.
es: Guarde estos códigos en un lugar seguro.
it: Conserva questi codici in un luogo sicuro.
nl: Bewaar deze codes op een veilige plaats.
pt: Guarde estes códigos em um local seguro.

source: If you lose your device and don't have the recovery codes you will lose access to your account. Each code is valid only once, but you can always generate a new set.
de: Wenn Sie Ihr Gerät verlieren und die Wiederherstellungscodes nicht haben, verlieren Sie den Zugang zu Ihrem Konto. Jeder Code ist nur einmal gültig, aber Sie können jederzeit einen neuen Satz generieren.
es: Si pierde su dispositivo y no tiene los códigos de recuperación, perderá el acceso a su cuenta. Cada código es válido solo una vez, pero siempre puede generar un nuevo conjunto.
it: Se perdi il dispositivo e non hai i codici di recupero perderai l'accesso al tuo account. Ogni codice è valido solo una volta, ma puoi sempre generare un nuovo set.
nl: Als u uw apparaat kwijtraakt en de herstelcodes niet hebt, verliest u de toegang tot uw account. Elke code is slechts één keer geldig, maar u kunt altijd een nieuwe set genereren.
pt: Se você perder seu dispositivo e não tiver os códigos de recuperação, perderá o acesso à sua conta. Cada código é válido apenas uma vez, mas você sempre pode gerar um novo conjunto.

source: Back to Two Factor Authentication
de: Zurück zur Zwei-Faktor-Authentifizierung
es: Volver a Autenticación de Dos Factores
it: Torna all'Autenticazione a Due Fattori
nl: Terug naar tweefactorauthenticatie
pt: Voltar à Autenticação de Dois Fatores

source: You have no recovery codes left.
de: Sie haben keine Wiederherstellungscodes mehr übrig.
es: No le quedan códigos de recuperación.
it: Non hai più codici di recupero rimasti.
nl: U hebt geen herstelcodes meer over.
pt: Você não tem mais códigos de recuperação.

source: You must generate a new set of recovery codes before you can log in with a recovery code.
de: Sie müssen einen neuen Satz von Wiederherstellungscodes generieren, bevor Sie sich mit einem Wiederherstellungscode anmelden können.
es: Debe generar un nuevo conjunto de códigos de recuperación antes de poder iniciar sesión con un código de recuperación.
it: Devi generare un nuovo set di codici di recupero prima di poter accedere con un codice di recupero.
nl: U moet een nieuwe set herstelcodes genereren voordat u kunt inloggen met een herstelcode.
pt: Você deve gerar um novo conjunto de códigos de recuperação antes de poder fazer login com um código de recuperação.

source: You have 1 recovery code left.
de: Sie haben noch 1 Wiederherstellungscode übrig.
es: Le queda 1 código de recuperación.
it: Ti rimane 1 codice di recupero.
nl: U hebt nog 1 herstelcode over.
pt: Você tem 1 código de recuperação restante.

source: You can generate a new set of recovery codes.
de: Sie können einen neuen Satz von Wiederherstellungscodes generieren.
es: Puede generar un nuevo conjunto de códigos de recuperación.
it: Puoi generare un nuovo set di codici di recupero.
nl: U kunt een nieuwe set herstelcodes genereren.
pt: Você pode gerar um novo conjunto de códigos de recuperação.

source: You have {0} recovery codes left.
de: Sie haben noch {0} Wiederherstellungscodes übrig.
es: Le quedan {0} códigos de recuperación.
it: Ti rimangono {0} codici di recupero.
nl: U hebt nog {0} herstelcodes over.
pt: Você tem {0} códigos de recuperação restantes.

source: You should generate a new set of recovery codes.
de: Sie sollten einen neuen Satz von Wiederherstellungscodes generieren.
es: Debería generar un nuevo conjunto de códigos de recuperación.
it: Dovresti generare un nuovo set di codici di recupero.
nl: U zou een nieuwe set herstelcodes moeten genereren.
pt: Você deveria gerar um novo conjunto de códigos de recuperação.

source: Recovery code verification
de: Wiederherstellungscode-Verifizierung
es: Verificación de código de recuperación
it: Verifica codice di recupero
nl: Herstelcode verificatie
pt: Verificação de código de recuperação

source: You have requested to log in with a recovery code. This login will not be remembered until you provide an authenticator app code at log in or disable 2FA and log in again.
de: Sie haben angefordert, sich mit einem Wiederherstellungscode anzumelden. Diese Anmeldung wird nicht gespeichert, bis Sie bei der Anmeldung einen Authenticator-App-Code eingeben oder 2FA deaktivieren und sich erneut anmelden.
es: Ha solicitado iniciar sesión con un código de recuperación. Este inicio de sesión no será recordado hasta que proporcione un código de aplicación autenticadora al iniciar sesión o deshabilite 2FA e inicie sesión nuevamente.
it: Hai richiesto di accedere con un codice di recupero. Questo accesso non verrà ricordato finché non fornirai un codice dell'app di autenticazione all'accesso o disabiliti 2FA e accedi di nuovo.
nl: U hebt gevraagd om in te loggen met een herstelcode. Deze login wordt niet onthouden totdat u een authenticator-app code invoert bij het inloggen of 2FA uitschakelt en opnieuw inlogt.
pt: Você solicitou fazer login com um código de recuperação. Este login não será lembrado até que você forneça um código de aplicativo autenticador no login ou desative o 2FA e faça login novamente.

source: Invalid recovery code entered.
de: Ungültiger Wiederherstellungscode eingegeben.
es: Código de recuperación inválido ingresado.
it: Codice di recupero non valido inserito.
nl: Ongeldige herstelcode ingevoerd.
pt: Código de recuperação inválido inserido.

source: External Logins
de: Externe Anmeldungen
es: Inicios de Sesión Externos
it: Accessi Esterni
nl: Externe logins
pt: Logins Externos

source: Manage your external logins
de: Verwalten Sie Ihre externen Anmeldungen
es: Administrar sus inicios de sesión externos
it: Gestisci i tuoi accessi esterni
nl: Beheer uw externe logins
pt: Gerenciar seus logins externos

source: Registered Logins
de: Registrierte Anmeldungen
es: Inicios de Sesión Registrados
it: Accessi Registrati
nl: Geregistreerde logins
pt: Logins Registrados

source: Add another service to log in.
de: Einen anderen Dienst zur Anmeldung hinzufügen.
es: Agregar otro servicio para iniciar sesión.
it: Aggiungi un altro servizio per accedere.
nl: Voeg een andere service toe om in te loggen.
pt: Adicionar outro serviço para fazer login.

source: Link with {0}
de: Mit {0} verknüpfen
es: Vincular con {0}
it: Collega con {0}
nl: Koppelen met {0}
pt: Vincular com {0}

source: The external login was removed.
de: Die externe Anmeldung wurde entfernt.
es: El inicio de sesión externo fue eliminado.
it: L'accesso esterno è stato rimosso.
nl: De externe login is verwijderd.
pt: O login externo foi removido.

source: The external login was not removed.
de: Die externe Anmeldung wurde nicht entfernt.
es: El inicio de sesión externo no fue eliminado.
it: L'accesso esterno non è stato rimosso.
nl: De externe login is niet verwijderd.
pt: O login externo não foi removido.

source: The external login was not added. External logins can only be associated with one account.
de: Die externe Anmeldung wurde nicht hinzugefügt. Externe Anmeldungen können nur mit einem Konto verknüpft werden.
es: El inicio de sesión externo no fue agregado. Los inicios de sesión externos solo pueden asociarse con una cuenta.
it: L'accesso esterno non è stato aggiunto. Gli accessi esterni possono essere associati solo a un account.
nl: De externe login is niet toegevoegd. Externe logins kunnen alleen worden gekoppeld aan één account.
pt: O login externo não foi adicionado. Logins externos só podem ser associados a uma conta.

source: The external login was added.
de: Die externe Anmeldung wurde hinzugefügt.
es: El inicio de sesión externo fue agregado.
it: L'accesso esterno è stato aggiunto.
nl: De externe login is toegevoegd.
pt: O login externo foi adicionado.

source: You've successfully authenticated with {0}.
de: Sie haben sich erfolgreich mit {0} authentifiziert.
es: Se ha autenticado exitosamente con {0}.
it: Ti sei autenticato con successo con {0}.
nl: U hebt zich succesvol geauthenticeerd met {0}.
pt: Você se autenticou com sucesso com {0}.

source: Please enter your email address below and click the Register button to finish logging in.
de: Bitte geben Sie unten Ihre E-Mail-Adresse ein und klicken Sie auf die Schaltfläche Registrieren, um die Anmeldung abzuschließen.
es: Por favor, ingrese su dirección de correo electrónico a continuación y haga clic en el botón Registrar para terminar de iniciar sesión.
it: Si prega di inserire il proprio indirizzo email qui sotto e fare clic sul pulsante Registra per completare l'accesso.
nl: Voer uw e-mailadres hieronder in en klik op de knop Registreren om het inloggen te voltooien.
pt: Por favor, insira seu endereço de e-mail abaixo e clique no botão Registrar para finalizar o login.

source: Error from external provider: {0}
de: Fehler vom externen Anbieter: {0}
es: Error del proveedor externo: {0}
it: Errore dal provider esterno: {0}
nl: Fout van externe provider: {0}
pt: Erro do provedor externo: {0}

source: Error loading external login information.
de: Fehler beim Laden der externen Anmeldeinformationen.
es: Error al cargar la información de inicio de sesión externo.
it: Errore nel caricamento delle informazioni di accesso esterno.
nl: Fout bij het laden van externe login informatie.
pt: Erro ao carregar informações de login externo.

source: Error loading external login information during confirmation.
de: Fehler beim Laden der externen Anmeldeinformationen während der Bestätigung.
es: Error al cargar la información de inicio de sesión externo durante la confirmación.
it: Errore nel caricamento delle informazioni di accesso esterno durante la conferma.
nl: Fout bij het laden van externe login informatie tijdens bevestiging.
pt: Erro ao carregar informações de login externo durante a confirmação.

source: This account has been locked out, please try again later.
de: Dieses Konto wurde gesperrt, bitte versuchen Sie es später erneut.
es: Esta cuenta ha sido bloqueada, por favor intente de nuevo más tarde.
it: Questo account è stato bloccato, si prega di riprovare più tardi.
nl: Dit account is vergrendeld, probeer het later opnieuw.
pt: Esta conta foi bloqueada, tente novamente mais tarde.

source: Locked out
de: Gesperrt
es: Bloqueado
it: Bloccato
nl: Vergrendeld
pt: Bloqueado

source: Manage your account
de: Verwalten Sie Ihr Konto
es: Administrar su cuenta
it: Gestisci il tuo account
nl: Beheer uw account
pt: Gerenciar sua conta

source: Sign in to your account
de: Bei Ihrem Konto anmelden
es: Iniciar sesión en su cuenta
it: Accedi al tuo account
nl: Log in op uw account
pt: Entre na sua conta

source: Sign in with {0}
de: Anmelden mit {0}
es: Iniciar sesión con {0}
it: Accedi con {0}
nl: Inloggen met {0}
pt: Entre com {0}

source: Do you really want to disable 2FA?
de: Möchten Sie die Zwei-Faktor-Authentifizierung wirklich deaktivieren?
es: Realmente quieres desactivar la autenticación en dos factores?
it: Vuoi davvero disattivare l’autenticazione a due fattori?
nl: Wil je 2FA echt uitschakelen?
pt: Tem certeza de que deseja desativar a autenticação de dois fatores?

source: Please enter the code.
de: Bitte geben Sie den Code ein.
es: Por favor, introduce el código.
it: Per favore, inserisci il codice.
nl: Voer de code in, alstublieft.
pt: Por favor, insira o código.
